Repository: lordcordis/CountriesTest
Catalog: CountriesTest/Localizable.xcstrings
Source language: en
Languages: ru

source: Area: %lf
ru: Площадь: %lf

# badData
source: Data is incorrect
ru: Получены некорректные данные

# badResponse
source: Incorrect network response
ru: Некорректный ответ сервера

# badURL
source: Incorrect URL
ru: Неправильный адрес запроса

source: Capital: %@
ru: Столица: %@

# countriesListVCTabTitle
source: Countries
ru: Страны

source: Currency: %@
ru: Валюта: %@

# dataCantBeDecoded
source: Data cannot be decoded
ru: Данные не могут быть использованы

# favouritedCountriesVCabTitle
source: Favourited
ru: Избранные

# listIsEmpty
source: Countries list is empty
ru: Список пуст

# missingKey
source: Missing URL key
ru: Ключ пуст

source: Official name: %@
ru: Официальное название: %@

source: Population: %lld
ru: Население: %lld

source: Retry loading data
ru: Попробовать снова
